r650/baselines/rf_3/depart_3m-perthread_0808/client/client-load-3m_perthread-workloadc-kvsize_1024-clientthreads_8.log
[OVERALL], RunTime(ms), 2567220
[OVERALL], Throughput(ops/sec), 9348.633930866852
[TOTAL_GCS_PS_Scavenge], Count, 3405
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 14706
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5728375441138663
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 3405
[TOTAL_GC_TIME], Time(ms), 14706
[TOTAL_GC_TIME_%], Time(%), 0.5728375441138663
[CLEANUP], Operations, 8
[CLEANUP], AverageLatency(us), 278914.25
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2232319
[CLEANUP], 95thPercentileLatency(us), 2232319
[CLEANUP], 99thPercentileLatency(us), 2232319
[INSERT], Operations, 24000000
[INSERT], AverageLatency(us), 851.3706580416666
[INSERT], MinLatency(us), 171
[INSERT], MaxLatency(us), 224895
[INSERT], 95thPercentileLatency(us), 1349
[INSERT], 99thPercentileLatency(us), 1498
[INSERT], Return=OK, 24000000